Repository: hughsie/passim
Catalog: po/*.po
Languages: fi, tr

source: Disabled
fi: Poistettu käytöstä
tr: Devre dışı

source: Next Reboot
fi: Seuraava uudelleenkäynnistys
tr: Sonraki Yeniden Başlatmada

source: Filename
fi: Tiedoston nimi
tr: Dosya Adı

source: Flags
fi: Liput
tr: Bayraklar

source: Command Line
fi: Komentorivi
tr: Komut Satırı

source: Age
fi: Ikä
tr: Yaş

source: Share Limit
fi: Jaa raja
tr: Paylaşım Sınırı

source: Size
fi: Koko
tr: Boyut

source: Name
fi: Nimi
tr: Ad

source: Loading…
fi: Ladataan…
tr: Yükleniyor…

source: Disabled (metered network)
fi: Poissa käytöstä (mitattu verkko)
tr: Devre dışı (kotalı ağ)

source: Running
fi: Käynnissä
tr: Çalışıyor

source: Status
fi: Tila
tr: Durum

source: Network Saving
fi: Verkkosäästö
tr: Ağ Tasarrufu

source: Carbon Saving
fi: Hiilisäästö
tr: Karbon Tasarrufu

source: Invalid arguments
fi: Epäkelvolliset argumentit
tr: Geçersiz argümanlar

source: Published
fi: Julkaistu
tr: Yayınlanıyor

source: Unpublished
fi: Julkaisematon
tr: Yayınlanmıyor

source: Invalid arguments, expected BASENAME HASH
fi: Epäkelvolliset argumentit; odotettu ALUSTANIMI HAJAUTUS
tr: Geçersiz argümanlar, TEMEL-AD SAĞLAMA-TOPLAMI bekleniyor

source: Failed to download %s from %s: %s
fi: %s:n lataaminen %s:sta epäonnistui: %s
tr: %s indirilemedi (%s adresinden): %s

source: Failed to download %s from %s as file checksum does not match
fi: %s:n lataaminen %s:sta epäonnistui, koska tiedoston tarkistussumma ei täsmää
tr: Dosya sağlama toplamı eşleşmediği için %s indirilemedi (%s adresinden)

source: Saved %s (%s of %s)
fi: Säästetty %s (%s/%s)
tr: %s kaydedildi (%s - %s)

source: Show project version
fi: Näytä projektin versio
tr: Proje sürümünü göster

source: Next reboot
fi: Seuraava uudelleenkäynnistys
tr: Sonraki yeniden başlatmada

source: Show daemon status
fi: Näytä demonin tila
tr: Sunucu durumunu göster

source: FILENAME [MAX-AGE] [MAX-SHARE]
fi: TIEDOSTON_NIMI [MAKS-IKÄ] [MAKS-JAKO]
tr: DOSYA-ADI [AZAMİ-YAŞ] [AZAMİ-PAYLAŞIM]

source: Publish an additional file
fi: Julkaise lisätiedosto
tr: Ek bir dosya yayınlayın

source: HASH
fi: HAJAUTUS
tr: SAĞLAMA-TOPLAMI

source: Unpublish an existing file
fi: Peruuta olemassa olevan tiedoston julkaisu
tr: Var olan bir dosyayı yayından kaldırın

source: BASENAME HASH
fi: ALUSTANIMI HAJAUTUS
tr: TEMEL-AD SAĞLAMA-TOPLAMI

source: Download a file from a remote machine
fi: Lataa tiedosto etäkoneelta
tr: Uzak makineden bir dosya indirin

source: Interact with the local passimd process.
fi: Ole vuorovaikutuksessa paikallisen passimd-prosessin kanssa.
tr: Yerel passimd programıyla etkileşim kurun.

source: Passim CLI
tr: Passim komut satırı arayüzü

source: Failed to parse arguments
fi: Argumenttien jäsentäminen epäonnistui
tr: Argümanlar ayrıştırılamadı

source: Failed to connect to daemon
fi: Yhteyden muodostaminen demoniin epäonnistui
tr: Sunucuya bağlanılamadı

source: client version
fi: asiakasversio
tr: istemci sürümü

source: daemon version
fi: demoniversio
tr: sunucu sürümü
